export default [
  {
    name: '秀红',
    rgb: '77,25,25',
  },
  {
    name: '紫铜',
    rgb: '107,54,54',
  },
  {
    name: '咖啡',
    rgb: '98,49,49',
  },
  {
    name: '烟色',
    rgb: '46,10,1',
  },
  {
    name: '绛紫',
    rgb: '73,37,37',
  },
  {
    name: '浅粉',
    rgb: '255,179,179',
  },
  {
    name: '深烟',
    rgb: '49,31,30',
  },
  {
    name: '烟栗',
    rgb: '34,19,17',
  },
  {
    name: '红灰莲',
    rgb: '171,130,130',
  },
  {
    name: '奶棕',
    rgb: '222,182,182',
  },
  {
    name: '肉粉',
    rgb: '255,215,215',
  },
  {
    name: '米红',
    rgb: '253,223,223',
  },
  {
    name: '棕红',
    rgb: '147,72,36',
  },
  {
    name: '妃红',
    rgb: '184,84,46',
  },
  {
    name: '赦石',
    rgb: '209,117,71',
  },
  {
    name: '柿子',
    rgb: '255,83,26',
  },
  {
    name: '章丹',
    rgb: '221,55,0',
  },
  {
    name: '黄鸭',
    rgb: '135,69,33',
  },
  {
    name: '桂皮',
    rgb: '198,111,53',
  },
  {
    name: '琉璃',
    rgb: '201,120,12',
  },
  {
    name: '浅桔黄',
    rgb: '236,148,51',
  },
  {
    name: '罗汉果',
    rgb: '80,47,22',
  },
  {
    name: '红孤',
    rgb: '201,129,80',
  },
  {
    name: '蛤蜊粉',
    rgb: '255,176,97',
  },
  {
    name: '酱色',
    rgb: '57,32,15',
  },
  {
    name: '南瓜黄',
    rgb: '244,173,87',
  },
  {
    name: '棕茶',
    rgb: '199,135,56',
  },
  {
    name: '浅黄',
    rgb: '243,170,88',
  },
  {
    name: '土黄',
    rgb: '232,139,0',
  },
  {
    name: '曙红',
    rgb: '230,0,57',
  },
  {
    name: '朱古力',
    rgb: '56,24,1',
  },
  {
    name: '月季红',
    rgb: '225,11,43',
  },
  {
    name: '蕉红',
    rgb: '215,4,25',
  },
  {
    name: '桔红',
    rgb: '255,68,26',
  },
  {
    name: '茉莉花红',
    rgb: '204,0,51',
  },
  {
    name: '银星海棠',
    rgb: '245,36,67',
  },
  {
    name: '番茄红',
    rgb: '199,0,36',
  },
  {
    name: '鸟罗松红',
    rgb: '200,9,38',
  },
  {
    name: '艳红',
    rgb: '191,4,23',
  },
  {
    name: '牡丹红',
    rgb: '184,2,51',
  },
  {
    name: '象牙红',
    rgb: '179,0,0',
  },
  {
    name: '晨砂',
    rgb: '206,59,59',
  },
  {
    name: '榴花红',
    rgb: '176,37,2',
  },
  {
    name: '土红',
    rgb: '188,46,46',
  },
  {
    name: '深毛蓝',
    rgb: '3,16,37',
  },
  {
    name: '罗兰灰',
    rgb: '60,55,74',
  },
  {
    name: '绀青',
    rgb: '63,68,112',
  },
  {
    name: '海蓝',
    rgb: '11,45,100',
  },
  {
    name: '雪蓝',
    rgb: '119,123,206',
  },
  {
    name: '浅海昌蓝',
    rgb: '47,73,136',
  },
  {
    name: '鹊灰',
    rgb: '40,49,68',
  },
  {
    name: '深竹月',
    rgb: '46,98,205',
  },
  {
    name: '深毛月',
    rgb: '40,79,149',
  },
  {
    name: '浅土蓝',
    rgb: '18,44,75',
  },
  {
    name: '猩红',
    rgb: '204,0,0',
  },
  {
    name: '绒蓝',
    rgb: '31,79,137',
  },
  {
    name: '琉璃蓝',
    rgb: '24,58,101',
  },
  {
    name: '雪青灰',
    rgb: '191,190,211',
  },
  {
    name: '黄绿',
    rgb: '140,179,62',
  },
  {
    name: '青金',
    rgb: '159,160,215',
  },
  {
    name: '深芽绿',
    rgb: '115,155,6',
  },
  {
    name: '浅草绿',
    rgb: '204,255,153',
  },
  {
    name: '荷茎绿',
    rgb: '160,216,120',
  },
  {
    name: '花青',
    rgb: '87,109,147',
  },
  {
    name: '葱绿',
    rgb: '153,241,88',
  },
  {
    name: '粗晶皂',
    rgb: '50,56,54',
  },
  {
    name: '铁灰',
    rgb: '62,64,63',
  },
  {
    name: '果绿',
    rgb: '138,206,87',
  },
  {
    name: '深瓦灰',
    rgb: '113,119,116',
  },
  {
    name: '暗灰',
    rgb: '70,81,70',
  },
  {
    name: '墨绿',
    rgb: '30,49,36',
  },
  {
    name: '深灰',
    rgb: '53,62,53',
  },
  {
    name: '织锦灰',
    rgb: '123,140,124',
  },
  {
    name: '油绿',
    rgb: '43,60,47',
  },
  {
    name: '青虾',
    rgb: '111,132,125',
  },
  {
    name: '橄榄灰',
    rgb: '117,133,109',
  },
  {
    name: '蜡黄',
    rgb: '237,249,223',
  },
  {
    name: '芦灰',
    rgb: '193,208,174',
  },
  {
    name: '奶绿',
    rgb: '202,220,182',
  },
  {
    name: '水黄',
    rgb: '221,238,196',
  },
  {
    name: '锈绿',
    rgb: '217,231,186',
  },
  {
    name: '牙绿',
    rgb: '254,244,163',
  },
  {
    name: '春绿',
    rgb: '227,239,209',
  },
  {
    name: '嫩草绿',
    rgb: '163,182,31',
  },
  {
    name: '嫩葱绿',
    rgb: '147,180,105',
  },
  {
    name: '杨桃',
    rgb: '238,253,106',
  },
  {
    name: '青豆',
    rgb: '152,188,103',
  },
  {
    name: '苦瓜绿',
    rgb: '225,255,134',
  },
  {
    name: '柏坊灰蓝',
    rgb: '65,98,124',
  },
  {
    name: '军绿',
    rgb: '61,100,2',
  },
  {
    name: '铜绿',
    rgb: '166,210,121',
  },
  {
    name: '沙青',
    rgb: '32,85,128',
  },
  {
    name: '钴色',
    rgb: '107,155,184',
  },
  {
    name: '铁青',
    rgb: '41,44,46',
  },
  {
    name: '鲜蓝',
    rgb: '21,21,249',
  },
  {
    name: '孔雀蓝',
    rgb: '5,5,211',
  },
  {
    name: '宝石蓝',
    rgb: '30,37,187',
  },
  {
    name: '群青',
    rgb: '4,58,185',
  },
  {
    name: '藏蓝',
    rgb: '17,31,106',
  },
  {
    name: '深蓝',
    rgb: '14,26,73',
  },
  {
    name: '藏墨蓝',
    rgb: '39,36,60',
  },
  {
    name: '劳动布',
    rgb: '28,40,89',
  },
  {
    name: '靛蓝',
    rgb: '32,31,61',
  },
  {
    name: '冬绿',
    rgb: '51,125,86',
  },
  {
    name: '果灰',
    rgb: '126,205,182',
  },
  {
    name: '深绿宝石',
    rgb: '2,119,79',
  },
  {
    name: '钛铁',
    rgb: '26,21,43',
  },
  {
    name: '三绿',
    rgb: '179,255,188',
  },
  {
    name: '粗孔雀绿',
    rgb: '2,130,85',
  },
  {
    name: '鹦鹉绿',
    rgb: '21,106,30',
  },
  {
    name: '冬瓜绿',
    rgb: '52,158,105',
  },
  {
    name: '黛蓝',
    rgb: '19,30,30',
  },
  {
    name: '巴黎绿',
    rgb: '2,179,64',
  },
  {
    name: '蓝灰',
    rgb: '139,163,158',
  },
  {
    name: '正灰',
    rgb: '188,199,199',
  },
  {
    name: '春蓝',
    rgb: '152,180,179',
  },
  {
    name: '沙绿',
    rgb: '0,49,41',
  },
  {
    name: '玉绿',
    rgb: '111,249,193',
  },
  {
    name: '鸭蛋青',
    rgb: '230,255,253',
  },
  {
    name: '荷花',
    rgb: '235,127,175',
  },
  {
    name: '紫绛',
    rgb: '81,0,27',
  },
  {
    name: '玫瑰灰',
    rgb: '77,0,38',
  },
  {
    name: '淡粉',
    rgb: '255,179,204',
  },
  {
    name: '雪紫',
    rgb: '51,0,26',
  },
  {
    name: '豆棕',
    rgb: '80,46,62',
  },
  {
    name: '葡萄灰',
    rgb: '78,44,63',
  },
  {
    name: '粉风仙',
    rgb: '252,204,230',
  },
  {
    name: '甘石粉',
    rgb: '255,232,243',
  },
  {
    name: '茄皮紫',
    rgb: '58,33,47',
  },
  {
    name: '浅血牙',
    rgb: '255,215,234',
  },
  {
    name: '青灰',
    rgb: '72,72,72',
  },
  {
    name: '百草霜',
    rgb: '28,28,28',
  },
  {
    name: '庭院瓦灰',
    rgb: '112,103,80',
  },
  {
    name: '银鼠灰',
    rgb: '121,121,121',
  },
  {
    name: '中棕灰',
    rgb: '105,95,61',
  },
  {
    name: '承德灰',
    rgb: '79,79,68',
  },
  {
    name: '鹿皮',
    rgb: '250,209,86',
  },
  {
    name: '银箔',
    rgb: '212,212,212',
  },
  {
    name: '淡棕茶',
    rgb: '192,168,109',
  },
  {
    name: '黄金',
    rgb: '218,183,16',
  },
  {
    name: '橄榄绿',
    rgb: '73,70,12',
  },
  {
    name: '乳棕',
    rgb: '201,180,129',
  },
  {
    name: '丝瓜花黄',
    rgb: '254,217,39',
  },
  {
    name: '枝黄',
    rgb: '207,182,3',
  },
  {
    name: '选金',
    rgb: '233,198,31',
  },
  {
    name: '深银灰',
    rgb: '199,189,154',
  },
  {
    name: '相思灰',
    rgb: '74,67,49',
  },
  {
    name: '卡其黄',
    rgb: '205,164,86',
  },
  {
    name: '承德皂',
    rgb: '71,67,54',
  },
  {
    name: '黄琉璃',
    rgb: '228,184,3',
  },
  {
    name: '红皂',
    rgb: '58,57,50',
  },
  {
    name: '燋茶',
    rgb: '61,58,39',
  },
  {
    name: '毛月',
    rgb: '44,128,197',
  },
  {
    name: '库金',
    rgb: '224,183,18',
  },
  {
    name: '将校呢',
    rgb: '54,50,16',
  },
  {
    name: '芽灰',
    rgb: '227,219,191',
  },
  {
    name: '甘草黄',
    rgb: '237,221,158',
  },
  {
    name: '灰米',
    rgb: '196,190,140',
  },
  {
    name: '米灰',
    rgb: '221,203,175',
  },
  {
    name: '胡粉',
    rgb: '255,250,232',
  },
  {
    name: '乳灰',
    rgb: '207,197,146',
  },
  {
    name: '新芽',
    rgb: '125,125,0',
  },
  {
    name: '蜡白',
    rgb: '254,248,222',
  },
  {
    name: '乳黄',
    rgb: '254,239,182',
  },
  {
    name: '银白',
    rgb: '255,250,230',
  },
  {
    name: '丹东石',
    rgb: '249,228,89',
  },
  {
    name: '虾灰',
    rgb: '218,214,171',
  },
  {
    name: '富春纺',
    rgb: '254,244,180',
  },
  {
    name: '小鸠黄',
    rgb: '239,231,171',
  },
  {
    name: '淡黄',
    rgb: '254,248,201',
  },
  {
    name: '乳白',
    rgb: '254,243,201',
  },
  {
    name: '淡米',
    rgb: '255,255,215',
  },
  {
    name: '枯绿',
    rgb: '211,211,124',
  },
  {
    name: '嫩姜黄',
    rgb: '254,242,99',
  },
  {
    name: '银蓝',
    rgb: '225,227,230',
  },
  {
    name: '草黄',
    rgb: '244,234,32',
  },
  {
    name: '竹月',
    rgb: '107,154,201',
  },
  {
    name: '藤黄',
    rgb: '250,237,75',
  },
  {
    name: '浅凤仙紫',
    rgb: '230,102,255',
  },
  {
    name: '紫罗兰',
    rgb: '115,46,126',
  },
  {
    name: '紫薇',
    rgb: '255,153,255',
  },
  {
    name: '洋葱紫',
    rgb: '142,72,142',
  },
  {
    name: '木槿紫',
    rgb: '191,128,255',
  },
  {
    name: '青莲',
    rgb: '115,0,153',
  },
  {
    name: '浅石英紫',
    rgb: '204,153,255',
  },
  {
    name: '凤仙紫',
    rgb: '149,101,177',
  },
  {
    name: '丁香紫',
    rgb: '80,58,101',
  },
  {
    name: '紫水晶',
    rgb: '217,179,255',
  },
  {
    name: '龙胆紫',
    rgb: '26,0,51',
  },
  {
    name: '闪蝶紫',
    rgb: '180,164,202',
  },
  {
    name: '玉石蓝',
    rgb: '66,115,113',
  },
  {
    name: '紫藤灰',
    rgb: '181,164,196',
  },
  {
    name: '黄棕',
    rgb: '179,146,85',
  },
  {
    name: '碧玉石',
    rgb: '102,168,168',
  },
  {
    name: '灰绿',
    rgb: '92,150,138',
  },
  {
    name: '月白',
    rgb: '218,243,239',
  },
  {
    name: '深松绿',
    rgb: '66,191,172',
  },
  {
    name: '品绿',
    rgb: '7,129,122',
  },
  {
    name: '浅松绿',
    rgb: '121,210,210',
  },
  {
    name: '湖蓝灰',
    rgb: '66,92,96',
  },
  {
    name: '毛绿',
    rgb: '40,65,74',
  },
  {
    name: '浅青',
    rgb: '224,243,248',
  },
  {
    name: '蟹蓝',
    rgb: '89,126,130',
  },
  {
    name: '云灰',
    rgb: '203,226,228',
  },
  {
    name: '鸠灰',
    rgb: '158,200,218',
  },
  {
    name: '石板',
    rgb: '74,89,91',
  },
  {
    name: '粉棕',
    rgb: '235,218,211',
  },
  {
    name: '硃膘',
    rgb: '235,97,1',
  },
  {
    name: '橙色',
    rgb: '254,98,31',
  },
  {
    name: '粉橙',
    rgb: '255,123,36',
  },
  {
    name: '雄精',
    rgb: '217,79,4',
  },
  {
    name: '仓黄',
    rgb: '198,83,6',
  },
  {
    name: '玛瑙',
    rgb: '177,71,14',
  },
  {
    name: '虾黄',
    rgb: '219,109,0',
  },
  {
    name: '湖绿',
    rgb: '1,95,90',
  },
  {
    name: '金红',
    rgb: '230,92,0',
  },
  {
    name: '金黄',
    rgb: '184,92,46',
  },
  {
    name: '桔黄',
    rgb: '240,131,0',
  },
  {
    name: '松皮',
    rgb: '164,81,40',
  },
  {
    name: '暗苔绿',
    rgb: '64,87,66',
  },
  {
    name: '雄黄',
    rgb: '198,98,49',
  },
  {
    name: '大理石',
    rgb: '201,216,205',
  },
  {
    name: '淡灰绿',
    rgb: '192,214,203',
  },
  {
    name: '艳黄',
    rgb: '252,135,5',
  },
  {
    name: '蟹青',
    rgb: '111,147,136',
  },
  {
    name: '枝绿',
    rgb: '223,255,245',
  },
  {
    name: '灰蓝',
    rgb: '71,112,102',
  },
  {
    name: '老绿',
    rgb: '45,81,49',
  },
  {
    name: '龙泉青瓷釉',
    rgb: '200,230,198',
  },
  {
    name: '夜绿',
    rgb: '40,91,65',
  },
  {
    name: '淡绿',
    rgb: '219,251,227',
  },
  {
    name: '淡水绿',
    rgb: '204,251,234',
  },
  {
    name: '翡翠',
    rgb: '1,84,55',
  },
  {
    name: '绿琉璃',
    rgb: '41,105,57',
  },
  {
    name: '双绿',
    rgb: '4,52,3',
  },
  {
    name: '血红',
    rgb: '153,0,0',
  },
  {
    name: '檀香',
    rgb: '213,115,6',
  },
  {
    name: '浅鲜绿',
    rgb: '182,254,233',
  },
  {
    name: '二硃',
    rgb: '194,69,69',
  },
  {
    name: '芯木',
    rgb: '193,68,68',
  },
  {
    name: '朱砂',
    rgb: '151,38,38',
  },
  {
    name: '釉红',
    rgb: '123,24,0',
  },
  {
    name: '砖红',
    rgb: '171,43,43',
  },
  {
    name: '胭脂',
    rgb: '112,0,0',
  },
  {
    name: '银朱',
    rgb: '200,85,84',
  },
  {
    name: '玫瑰红',
    rgb: '151,52,68',
  },
  {
    name: '红莲灰',
    rgb: '199,96,121',
  },
  {
    name: '枣紫',
    rgb: '84,1,1',
  },
  {
    name: '赦红',
    rgb: '209,99,75',
  },
  {
    name: '莲灰',
    rgb: '209,191,221',
  },
  {
    name: '凤仙粉',
    rgb: '255,147,147',
  },
  {
    name: '淡耦合',
    rgb: '240,223,238',
  },
  {
    name: '艳粉',
    rgb: '230,0,92',
  },
  {
    name: '浅紫藤',
    rgb: '236,228,243',
  },
  {
    name: '长春花',
    rgb: '255,71,209',
  },
  {
    name: '黑紫',
    rgb: '62,0,20',
  },
  {
    name: '品红',
    rgb: '153,0,77',
  },
  {
    name: '暗粉',
    rgb: '255,119,187',
  },
  {
    name: '毅红',
    rgb: '138,0,46',
  },
  {
    name: '牵牛紫',
    rgb: '128,0,64',
  },
  {
    name: '肉红',
    rgb: '210,96,145',
  },
  {
    name: '紫粉',
    rgb: '128,0,43',
  },
  {
    name: '银红',
    rgb: '200,91,146',
  },
  {
    name: '枣红',
    rgb: '100,0,33',
  },
  {
    name: '鸡冠花红',
    rgb: '102,0,51',
  },
  {
    name: '果肉',
    rgb: '254,227,209',
  },
  {
    name: '紫扇贝',
    rgb: '146,58,96',
  },
  {
    name: '浅肉粉',
    rgb: '245,238,235',
  },
  {
    name: '肉黄',
    rgb: '252,226,196',
  },
  {
    name: '芦黄',
    rgb: '252,226,196',
  },
  {
    name: '浅棕灰',
    rgb: '238,231,221',
  },
  {
    name: '鹅黄',
    rgb: '248,181,0',
  },
  {
    name: '鹿皮棕',
    rgb: '166,121,2',
  },
  {
    name: '灯草灰',
    rgb: '19,17,0',
  },
  {
    name: '姜黄',
    rgb: '128,97,2',
  },
  {
    name: '蛋黄',
    rgb: '230,162,2',
  },
  {
    name: '明黄',
    rgb: '255,196,40',
  },
  {
    name: '向日黄',
    rgb: '255,195,77',
  },
  {
    name: '大赤金',
    rgb: '230,180,34',
  },
  {
    name: '元青',
    rgb: '36,35,30',
  },
  {
    name: '石黄',
    rgb: '249,187,0',
  },
  {
    name: '肉棕灰',
    rgb: '205,155,105',
  },
  {
    name: '深栗',
    rgb: '64,47,32',
  },
  {
    name: '珈琲棕',
    rgb: '112,84,56',
  },
  {
    name: '深褐',
    rgb: '37,28,18',
  },
  {
    name: '玛瑙粉',
    rgb: '255,188,155',
  },
  {
    name: '草灰',
    rgb: '61,49,35',
  },
  {
    name: '中驼',
    rgb: '173,135,107',
  },
  {
    name: '兽皮',
    rgb: '198,156,87',
  },
  {
    name: '深釉红',
    rgb: '151,27,0',
  },
  {
    name: '蝶粉',
    rgb: '255,208,162',
  },
  {
    name: '浅驼',
    rgb: '215,175,136',
  },
  {
    name: '骆驼',
    rgb: '220,177,131',
  },
  {
    name: '土布',
    rgb: '253,213,153',
  },
  {
    name: '纸棕',
    rgb: '219,179,140',
  },
  {
    name: '丝绸',
    rgb: '255,227,200',
  },
  {
    name: '肉棕',
    rgb: '222,191,154',
  },
  {
    name: '槐黄',
    rgb: '255,255,77',
  },
  {
    name: '油烟墨',
    rgb: '39,41,35',
  },
  {
    name: '柠檬黄',
    rgb: '255,255,36',
  },
  {
    name: '貂水灰',
    rgb: '139,142,134',
  },
  {
    name: '茶绿',
    rgb: '52,55,36',
  },
  {
    name: '卡其绿',
    rgb: '113,114,52',
  },
  {
    name: '铁绿',
    rgb: '63,71,44',
  },
  {
    name: '红灰',
    rgb: '95,96,91',
  },
  {
    name: '法国梧桐',
    rgb: '148,151,115',
  },
  {
    name: '中条虾绿',
    rgb: '104,116,82',
  },
  {
    name: '冬灰',
    rgb: '99,113,91',
  },
  {
    name: '蛤粉',
    rgb: '253,255,244',
  },
  {
    name: '雪灰',
    rgb: '237,237,239',
  },
  {
    name: '黄灰',
    rgb: '182,190,169',
  },
  {
    name: '立德粉',
    rgb: '255,255,255',
  },
  {
    name: '苔灰',
    rgb: '66,81,64',
  },
  {
    name: '松绿',
    rgb: '206,213,189',
  },
]
